istio/abcd_perf/multi-perf5/report1000.txt
Requests      [total, rate]            30000, 1000.03
Duration      [total, attack, wait]    29.999777161s, 29.999214981s, 562.18µs
Latencies     [mean, 50, 95, 99, max]  924.762µs, 688.197µs, 2.005476ms, 4.863793ms, 43.647742ms
Bytes In      [total, mean]            780000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:30000  
Error Set: